export const cardsData = [
  {
    id: 1,
    title: "فطائر السبانخ",
    price: "10$",
    img: "/public/images/pic_03.jpg",
    description:
      "فطائر السبانخ هي وجبة خفيفة شهية وصحية، حيث يتم حشو العجينة بالسبانخ والتوابل.",
    category: "الفطور",
    subtitle: "( وجبة فطور )",
  },

  {
    id: 2,
    title: "صينية دجاج مع بطاطا",
    price: "20$",
    img: "/public/images/pic_02.jpg",
    description:
      "صينية دجاج مع بطاطا هي وصفة شهية وسهلة التحضير، حيث يتم تتبيل قطع الدجاج وتقديمها مع البطاطا والخضار.",
    category: "الغداء",
    subtitle: "( وجبة غداء )",
  },
  {
    id: 3,
    title: "شيش طاووق",
    price: "15$",
    img: "/public/images/pic_01.jpg",
    description:
      'شيش طاووق (يُكتب أيضًا طاووق وطاووق) طبق دجاج شائع في دول الشرق الأوسط. كلمتا شيش وطاووق لهما أصول تركية. شيش تعني "سيخ" وطاووق تعني "دجاج". لكل بلد طريقته الخاصة في تحضير الشيش طاووق، لكن أساسه واحد: مكعبات دجاج متبلة بزبادي متبل ومشوية على أسياخ حتى النضج.',
    category: "الغداء",
    subtitle: "( وجبة غداء )",
  },

  {
    id: 4,
    title: "هامبرغر لحم",
    price: "12$",
    img: "/images/pic_04.jpg",
    description:
      "هامبرغر لحم هو طبق شهي يتكون من شريحة لحم مشوية بين خبزتين، ويُقدم مع الخس والطماطم والبصل.",
    category: "الغداء",
    subtitle: "( وجبة غداء )",
  },
  {
    id: 5,
    title: "فطائر توشكا",
    price: "8$",
    img: "/public/images/pic_05.jpg",
    description:
      "فطائر توشكا هي وصفة شهية تتكون من عجينة محشوة بالجبنة والخضار، وتُخبز حتى تصبح ذهبية.",
    category: "العشاء",
    subtitle: "( وجبة عشاء )",
  },
  {
    id: 6,
    title: "سلطة خضار",
    price: "5$",
    img: "/public/images/pic_06.jpg",
    description:
      "سلطة خضار هي طبق صحي يتكون من مجموعة متنوعة من الخضار الطازجة، ويمكن إضافة زيت الزيتون والليمون.",
    category: "العشاء",
    subtitle: "( وجبة عشاء )",
  },
  {
    id: 7,
    title: "مقبلات",
    price: "7$",
    img: "/public/images/pic_07.jpg",
    description:
      "مقبلات هي أطباق صغيرة تُقدم قبل الوجبة الرئيسية، وتُعتبر جزءًا من الثقافة الغذائية في العديد من البلدان.",
    category: "العشاء",
    subtitle: "( وجبة عشاء )",
  },
];
